  // побажання користувачу

  let wishArr = ["Нехай цей день принесе тобі радість навіть у дрібницях!", "Вір у свої сили – ти здатен на більше, ніж ти думаєш!", 
    "Почни день з посмішки – вона зробить усе можливим)", "Не зупиняйся на досягнутому – попереду ще багато нового!", 
    "Нехай цей день буде повним натхнення і творчих здобутків!", "Нехай твої плани здійсняться, а день пройде легко та приємно)", 
    "Зосередься на тому, що можна зробити, а не на тому, чого не можна змінити", "Піклуйся про своє здоров'я – твоє тіло потребує належного догляду!",
     "Ніхто не ідеальний – приймай себе таким, який ти є)", "Не забудь зробити те, що приносить тобі радість і задоволення)"];

  function funRandWish () {
  let randomText = Math.floor(Math.random() * wishArr.length);
  return wishArr[randomText];
  }

  function funRandWish2 () {
    document.getElementById('textWish').innerHTML = funRandWish();
  }
